[

	{
		"FilmName": "Kara Şovalye (The Dark Knight)",
		"Country": "ABD, İngiltere",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/darkKnight.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/dark_knight_header.jpg",
		"Type": "Aksiyon, Gerilim",
		"Duration": "2sa 32dk",
		"ReleaseDate": "25 Temmuz 2008",
		"Director": "Cristopher Nolan",
		"IMDB": "9,0",
		"Plot": "Kara Şövalye, halk için büyük bir tehdit oluşturan Joker’in ortaya çıkması ile kaosa dönen Gotham Sokakları’nın yeniden kurtarıcılığını üstlenen Batman’in hikayesini konu ediyor. Suç işleyenlerden arındırılan bir yer, bir zaman sonra yeniden tehdit altında kalabilir ve işte o zaman yeniden kolları sıvayacak olanların mücadelesi de daha keskin olarak hayata geçecektir. Batman, Teğmen Gordon ve Savcı Harvey Dent bir araya gelerek Gotham Sokakları’nda bu işi kotarmış olsalar da ansızın ortaya çıkan Joker, işleri fena halde bozar. Onun dehası ile baş etmek kolay olmayacaktır. Gotham eski karmaşa dolu günlerin eşiğindedir. Batman yeniden kurtarıcılığa soyunurken kendi varlığının bulduğu anlamı da sorgulamaya başlar. O aslında suçluların sayısını azaltıyor mudur yoksa çoğaltıyor mudur bunu gerçekten anlamak isteyecektir."
	},

	{
		"FilmName": "Başlangıç (Inception)",
		"Country": "ABD, İngiltere",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/inception.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/inception_header.jpg",
		"Type": "Bilimkurgu, Gerilim",
		"Duration": "2sa 28dk",
		"ReleaseDate": "30 Temmuz 2010",
		"Director": "Cristopher Nolan",
		"IMDB": "8,8",
		"Plot": "Leonardo DiCaprio bu yapımda, çok yetenekli bir hırsız olan Dom Cobb ile karşımızda. Uzmanlık alanı, zihnin en karanlık ve savunmasız olduğu rüya görme anında, bilinçaltının derinliklerindeki değerli sırları çekip çıkarmak ve onları çalmaktır. Cobb'un bu nadir insanlarda görülebilecek yeteneği, bu ender rastgelinebilecek mahareti, onu kurumsal casusluğun tehlikeli yeni dünyasında aranan bir oyuncu yapmıştır. Aynı zamanda bu durum onu uluslararası bir kaçak yapmış ve sevdiği herşeye malolmuştur. Cobb'a içinde bulunduğu durumdan kurtulmasını sağlayacak bir fırsat sunulur. Ona hayatını geri verebilecek son bir iş; tabi eğer imkansız 'başlangıç'ı tamamlayabilirse. Mükemmel soygun yerine, Cobb ve takımındaki profesyoneller bu sefer tam tersini yapmak zorundadır; görevleri bir fikri çalmak değil onu yerleştirmektir. Eğer başarırlarsa, mükemmel suç bu olacaktır."
	},

	{
		"FilmName": "Yıldızlararası (Interstaller)",
		"Country": "ABD, İngiltere",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/interstaller.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/interstellar_header.jpg",
		"Type": "Bilimkurgu, Dram",
		"Duration": "2sa 49dk",
		"ReleaseDate": "7 Kasım 2014",
		"Director": "Cristopher Nolan",
		"IMDB": "8,6",
		"Plot": "Yıldızlararası'nda, teknik bilgisi ve becerisi yüksek olan Cooper, geniş mısır tarlalarında çiftçilik yaparak geçinmektedir; amacı iki çocuğuna güvenli bir hayat sunmaktır. Onlarla yaşayan Büyükbaba Donald çocuklara göz kulak olurken, henüz 10 yaşındaki kızı Murph şaşırtıcı bir zekaya sahiptir. Geçmişte bıraktığı biliminsanı kariyerini özleyen Cooper'un karşısına bir gün beklenmedik bir teklif çıkar ve ailesinin, dahası insanlığın güvenliği için zorlu bir karar alması gerekir... Christopher Nolan'ın, Jonathan Nolan ile kaleme aldığı ve yönetmenliğini sırtladığı filmin yıldız oyunculardan oluşan oyuncu kadrosunda Matthew McConaughey, Anne Hathaway, Jessica Chastain, Matt Damon, Bill Irwin, John Lithgow ve Michael Caine gibi isimler yer alıyor. Bilimkurgunun yanı sıra dramatik öğeler de içeren filmin senaryosu Fizikçi Kip S. Thorne'nun evrendeki 'Solucan Delikleri' teorisinden ilham alıyor."
	},

	{
		"FilmName": "Prestij (The Prestige)",
		"Country": "ABD, İngiltere",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/prestige.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/prestige_header.jpg",
		"Type": "Gerilim, Dram",
		"Duration": "2sa 8dk",
		"ReleaseDate": "22 Aralık 2006",
		"Director": "Cristopher Nolan",
		"IMDB": "8,5",
		"Plot": "Prestij, birbirini alt etmeye çalışan iki sihirbazın hikayesini anlatıyor. 19.yy sonlarında Londra’da Robert Angier, sevgili eşi Julia McCullough ve Alfred Borden hem arkadaştırlar hem de bir sihirbazın asistanlarıdırlar. Bir gösteri esnasında Julia ölünce Robert, onun ölümünden Alfred’i suçlar ve birbirlerine düşman olurlar. Zaman içinde ikisi de hem ünlü olurlar hem de rakip sihirbazlara dönüşerek birbirlerinin sahne üstünde performansını sabote etmeye kalkışırlar. Alfred başarılı bir hile yapınca Robert, rakibinin sırrını çözmek konusunu takıntı halinde getirir ve trajik olaylar birbirini kovalar."
	},

	{
		"FilmName": "Akıl Defteri (Memento)",
		"Country": "ABD",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/memento.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/H5190019ibrahimmetehanbarutcu/master/memento_header.png",
		"Type": "Gerilim",
		"Duration": "1sa 56dk",
		"ReleaseDate": "27 Temmuz 2001",
		"Director": "Cristopher Nolan",
		"IMDB": "8,4",
		"Plot": "Akıl Defteri, kısa süreli hafıza kaybı olan bir adamın karısını öldürenleri bulma çabasını konu ediyor. Leonard Shelby, ucuz otel odalarında konaklayan ve sadece nakit para kullanan biridir. Şık giysiler giyip, Jaguar marka araba kullanan Leonard, dışarıdan işadamı gibi görünmektedir. Fakat aslında hayatını karısına tecavüz edip öldüren kişiyi bulmak için adayan biridir. Ne yazık ki Leonard’ın bu yolda ciddi bir engeli vardır, yaşadığı, çok ender rastlanan ve tedavi edilemeyen bir tür hafıza kaybı. Her ne kadar hayatının 'kaza'’dan önceki dönemlerini hatırlayabiliyorsa da, bazen 15 dakika öncesinde nereye gittiğini ve nerede olduğunu bile unutabilmektedir."
	},

	{
		"FilmName": "Dunkirk",
		"Country": "ABD, Fransa, İngiltere, Hollanda",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/dunkirk.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/dunkirk_header.jpg",
		"Type": "Savaş, Tarihi, Dram",
		"Duration": "1sa 47dk",
		"ReleaseDate": "21 Temmuz 2017",
		"Director": "Cristopher Nolan",
		"IMDB": "7,9",
		"Plot": "Christopher Nolan'ın 2. Dünya Savaşı'nın kaderini belirleyen olaylardan biri olan Dunkerque Tahliyesi'ni konu edinen filmi, yüz binlerce İngiliz ve müttefik askerlerinin, düşman askerleri tarafından etrafının sarılması ile başlar. Arkaları deniz olan bir yerde sıkışan askerler, düşman saldırısına karşı çaresiz bir durumda kalırlar. Başrollerinde Mark Rylance, Kenneth Branagh ve Tom Hardy'nin yer aldığı filmin kadrosunda ayrıca Jack Lowden, Aneurin Barnard ve ilk kez film deneyimini yaşacak olan Fionn Whitehead ile Harry Styles da yer alıyor. Filmi kendi senaryosundan uyarlayacak olan yönetmene yapımcılık koltuğunda da Emma Thomas eşlik ediyor."
	},

	{
		"FilmName": "Tenet",
		"Country": "ABD",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/tenet.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/tenet_header.jpg",
		"Type": "Aksiyon, Bilimkurgu",
		"Duration": "2sa 30dk",
		"ReleaseDate": "26 Ağustos 2020",
		"Director": "Cristopher Nolan",
		"IMDB": "7,6",
		"Plot": "Tenet, dünyayı büyük bir tehlikeden kurtarmak için savaşan bir kahramanın hikayesini konu ediyor. Gerçek zamanın ötesinde bir yerde uluslararası bir casusluk görevini yerine getirmeye çalışan kahraman, dünyayı kurtarabilmek için savaşmak zorunda kalır. Üçüncü Dünya Savaşı’ndan daha büyük bir tehlikeyi durdurmaya çalışan kahraman, casusun alacakaranlık dünyasında zorlu bir yolculuğa çıkar."
	},

	{
		"FilmName": "Takip (Following)",
		"Country": "İngiltere",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/following.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/following_header.jpg",
		"Type": "Gerilim",
		"Duration": "1sa 10dk",
		"ReleaseDate": "1998",
		"Director": "Cristopher Nolan",
		"IMDB": "7,5",
		"Plot": "Yeni romanı için aradığı ilhamı bir türlü bulamamış genç yazar, sokaklarda dolaşıp insanların peşinde dolanmakta, kendine esin kaynağı aramaktadır. Bill takma adıyla dolaşan genç yazar, bir gün siyah takım elbiseli, şık giyimli bir adamın peşine takılır. Takıntı haline getirdiği Cobb ismindeki gençle sonunda tanışan Bill, Cobb'un profesyonel bir hırsız olduğunu öğrenir. Cobb'un yaşam tarzından çok etkilenen Bill, sarışın çekici bir kadınla da tanışınca yavaş yavaş ait olmadığı suç dünyasının içine çekilecektir. Christopher Nolan?ın ?femme fatale? temasından karanlık, daraltıcı mekan atmosferine kadar birçok klasik film-noir öğesi barındıran filmi Takip?te, yönetmen bu klasik temaları alıp daha ilk filminden oluşturduğu kendine has sinemacılığıyla birleştirip başarılı bir kolaj yapıyor. İlk yapıtı Following, gerek senaryosu, kurgusu, gerekse görüntülerinin kalitesiyle ileride ne kadar başarılı bir sinemacı olacağının ve kaliteli işlere imza atacağının sinyallerini vermiş. Nolan'ın filmi yok denecek kadar az bir bütçeyle, ailesini ve arkadaşlarını oynatarak çektiğini belirtelim."
	},

	{
		"FilmName": "Uykusuz (Insomnia)",
		"Country": "ABD",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/insomnia.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/insomnia_header.jpg",
		"Type": "Gerilim, Polisiye",
		"Duration": "1sa 56dk",
		"ReleaseDate": "25 Ekim 2002",
		"Director": "Cristopher Nolan",
		"IMDB": "7,2",
		"Plot": "Genç bir kızın esrarengiz bir şekilde öldürülmesinin ardından küçük Alaska kenti türlü haberlerle çalkalanmaktadır. Bu cinayetin ardında yatan gizemi çözmek için göreve getirilen Will Dormer ve Hap Eckhart isimli iki dedektif, Los Angeles'tan Alaska'ya doğru yolculuğa çıkarlar. Yaptıkları araştırmalar sonrasında bir şüpheliye ulaşan ikili, şüpheli yazar Walter Finch'in peşine düşer. Bu sırada yaşadıkları bir çatışma sonrasında Hap Eckhart ölür ve Finch de izini kaybettirir. Fazlasıyla öfke dolan Dormer yanına yeni bir yardımcı alarak intikam ve adalet peşinde koşmaya başlar. Filmin yönetmen koltuğunda 'Memento' filmiyle büyük bir ilgi toplayan Christopher Nolan bulunuyor."
	},


	{
		"FilmName": "Çelik Adam (Men of Steel)",
		"Country": "ABD, İngiltere",
		"ImageURL": "https://raw.githubusercontent.com/metehanbarutcu/h5190019ibrahimmetehanbarutcu/master/menofsteel.jpg",
		"HeaderImageURL": "https://raw.githubusercontent.com/metehanbarutcu/H5190019ibrahimmetehanbarutcu/master/manofsteel_header.jpg",
		"Type": "Aksiyon, Macera, Fantastik",
		"Duration": "2sa 23dk",
		"ReleaseDate": "14 Haziran 2013",
		"Director": "Cristopher Nolan",
		"IMDB": "7,0",
		"Plot": "DC Comics'in en meşhur süper kahramanı olan Superman'in köklerine, geçmişine dönerek kahramana farklı bir bakış açısı getiren son filmin yönetmenliğini Zack Snyder üstleniyor; filmin senaryosu ise David S. Goyer'e ait. Filmde Clark Kent'i Henry Cavill, kötü adamı General Zod'u Michael Shannon canlandırırken kadrodaki diğer isimler arasında Lois Lane rolünde Amy Adams, Martha Kent rolünde Diane Lane, Jonathan Kent rolünde Kevin Costner ve Jor-El rolünde de Russell Crowe yer alıyor. Yeni Superman filminde Clark, nasıl kullanacağını hiç bilmediği, birtakım sıra dışı güçlere sahip bir çocuktur. Bir gün okul servisi bir kaza geçirip, içinde çocuklarla birlikte nehre uçar. Servisin içindekilerin ölmesine göz yumamayan Clark, güçlerini kullanarak herkesi kurtarır. Fakat bu olay onun diğerlerinden oldukça farklı bir çocuk olduğunu da bariz biçimde ortaya çıkartacaktır. Kendisini keşfestmek için çıktığı yolculuk, dünya insanlarına umut sembolü olması için de atacağı ilk adımdır..."
	}

]
